<template>
	<div>
		<v-container>
			<v-row>
				<v-col cols="12" >
					<h1 class="text-h3 text-center">Navarathri Function</h1>
					<p class="text-h5 purple--text pt-4 text-center">Oct 7-Day 1-9</p>
				</v-col>
				<v-col cols="12" >
					<v-img width="500" class="mx-auto" src="/events/navrathri.jpg"></v-img>
				</v-col>
				<v-col cols="12">
					<p class="pt-6">ஸ்ரீ காஞ்சி காமாக்ஷி அம்மன் கோவிலின் நவராத்திரி  சிறப்பு 

						Pushpeshu Jhati : Purusheshu Vishnu: Naarishu Ramba: Nagareshu Kanchi: 
						பூவில்  சிறந்தது மல்லிகை,ஆண்களில் சிறந்தவர் விஷ்ணு ,பெண்களில் அழகு ரம்பா, ஊர்களில் அழகு காஞ்சி என்பது காளிதாசன் கூற்று 
						ஸ்ரீ காஞ்சி காமாக்ஷி அம்மன் கோவிலில் எங்கும் இல்லதா விசேஷமாக { Sachamara Ramavani Savya Dakshina Sevitha}  லக்ஷ்மி ,சரஸ்வதி ,பார்வதியின் ஒரே உருவமாக இரூக்கும் தனி சிறப்பு கொண்ட அம்மன் கோயிலாகும் .இங்கு கா என்றால் சரஸ்வதி ,மா என்றால் லக்ஷ்மி ஆகும் ,அக்ஷி என்றால் கண்களால் அருள் புரிபவள், பார்வதியின்(காமாக்ஷி ) இருகண்களாக லக்ஷ்மியும் சரஸ்வதியும் உள்ளார்கள் .இங்கு அம்பாள் பாலையாக{குழந்தையாக}  இருக்கிறாள் ,ஆகவே நவராத்திரி போன்ற முக்கிய தினத்தில்  அம்மனை தரிசனம் செய்வது விசேஷம் .இங்கு அம்பாள் முன்று ஸ்வருபமாக இருக்கிறாள்  காரண{பிலாஹாசம} ,பிம்பம் (காமகோடி  காமாக்ஷி} ,சூக்ஷமம் {ஸ்ரீஎந்திரம்  } என இருக்கிறாள் 
						ஸ்ரீ காமாக்ஷி அம்மனை எந்த ராஜகளோ,ரிஷிகளோ பிரிதிஷ்டை செய்ததாக தெரியவில்லை ,ஆனால் பல ராஜாக்கள் {தசரதர்,துன்டிரமாஹராஜா ,க்ரிஷ்ணதேவராஜா ,பல்லவர்கள,கரிகலாசோழன் }  அம்பாளை வழிபட்டதாக கருதபடுகிறது . அம்பாள் எப்போதும் சாந்த ஸ்வருபிணி .  ஸ்ரீ காமாக்ஷி அம்மன் உள்ள மண்டபம் காயத்ரிமண்டபம்   ஆகும்.
						<br><br>  இங்கு பல ரிஷிகள் தவம் இருந்து அம்மன்  அருளபெற்று உள்ளார்கள்  
						ஏழு மோக்ஷ்புரியில் தென்பகுதியில் உள்ள ஒன்று காஞ்சி ,பஞ்சபூதஸ்தலங்களில் ஒன்று காஞ்சி. இக்கோவிலில் உள்ள குளதிற்கு பெயர் பஞ்சகங்கை. உத்தமமான பதினெட்டு பீடங்களில் சிறந்தவை ஓட்டியான பீடமும் ஒன்றாகும். அதுவே காமாட்சியம்மன் கோவிலாகும் .
						இங்கு ஸ்ரீ ஆதிசங்கரர் சூக்ஷ்ம ரூபமாக உள்ள ஸ்ரீ யந்திரத்தை அனைவரும் காணும்படி சிலாருபாமாக பிரிதிஷ்டை செய்தார் .பின்பு சர்வ்க்யியபீடம ஏறினார்.      ஸ்ரீ காஞ்சி காமாக்ஷி யை துர்வாசமஹரிஷி பூஜை செய்து வழிபட்டுள்ளார் அவர் இயற்ட்டிய சௌபாகியசிந்தாமணி முறைப்ரகாரமே பூஜைகள்  இன்றும் நடைபெறுகிறது .
						<br><br>இங்கு பூஜிகிறவர்கள்  சாஸ்த்ரி எனப்படுகிறார்கள் {இவர்கள் சிவாசாரியர்களோ,பட்டாச்சாரியர்களோ இல்லை} இவளே   ஆதிகாமக்ஷி ,காமகோடி காமாக்ஷி ,தபஸ் காமாக்ஷி என பல பெயர்களில் இக்கோவிலிலேய இருக்கிறாள்      {சிலர் ஆதிகாமக்ஷி என்று வேறு ஒன்று இருபதாக நினைத்துகொண்டுகேட்கிறார்கள்  } .  .இக்ஷ்வாகு வம்சத்திற்கும் அதி தேவதை காமாக்ஷி ,ஆகவே தசரதர் இங்கு வந்து அம்மனை வழிபட்டபின் ஸ்ரீராமசந்ரமூர்த்தி,லக்ஷ்மணன் ,பரதன்,சத்ருகனன் பிறந்தனர் என கருத படுகிறது .{மர்கண்டேயபுரானத்தில் }     
						இங்கு  நவராத்திரியில்  விசேஷமாக கன்யா பூஜை,சுவாசினி பூஜை செய்யபடுகின்றன .    இந்தியாவில் துசிரா ,துர்காபூஜை ,தசரா என பலபெயர்களை கொண்டு நவராத்திரி நடைபெறுகின்றது.  இங்கு நமது தமிழ்நாட்டில் துர்கா,லக்ஷ்மி ,சரஸ்வதி என கொண்டு முதல் மூன்று நாட்கள் துர்கைக்கும் அடுத்து மூன்று நாட்கள்  லக்ஷ்மிக்கும் அடுத்து மூன்று நாட்கள் சரஸ்வதிக்கும்கொண்டாட படுகின்றது {.துர்காஷ்டமி ,சரஸ்வதிபூஜை ,விஜயதசமி] 
						இக்காலததில் விரதம் இருத்தல் நலம் . .நவராத்திரி தினத்தில் துர்கா சப்தசதி {தேவி மகாத்மியம்} பாராயணம் செய்தலோ  கேட்டாலோ நல்லது .சத்ரு (எதிரி)விடம் இருந்துதொல்லைநீங்க,வியாபாரம் பெருக ,கல்வி வளம் பெருக,  புதிய முயற்சியில்இறங்க,நவராத்திரி பூஜை செய்து  அணைத்து நலம் பெற ஸ்ரீகாஞ்சி காமாக்ஷி அம்மனை வழிபாடுசெய்து அம்மனின் அருள் பேரு பெருக !!!
						நீலக்கல் ஸ்ரீ R.சியாமா சாஸ்திரி 
					ஸ்ரீ காஞ்சி காமாக்ஷி அம்பாள் தேவஸ்தானம் காஞ்சிபுரம்</p>

				</v-col>
			</v-row>
		</v-container>
	</div>
</template>

<script type="text/javascript">
	export default{
		layout:"page"
	}
</script>